# St7SetStageFluidLevel

Sets the fluid level for soil properties in the specified stage.

long St7SetStageFluidLevel(long uID, long Stage, double Level)
Input Parameters
uID
Strand7 model file ID.
Stage
Stage index.
Level
Fluid level for soil in the stage.